Repository: subtleBatya/Bilim
Catalog: Bilim/locale/*/LC_MESSAGES/django.po
Languages: tk

source: Принять или отклонить курсы
tk: Kurslary kabul etmek ýa-da ret etmek

source: Видео которые ждут действия
tk: Jogaba garaşýan wideolar

source: Посмотреть
tk: Görmek

source: Никаких видео ждущих действия
tk: Jogaba garaşýan wideolar ýok

source: Shorts ждущих действия
tk: Jogaba garaşýan Shorts

source: Никаких Shorts не ждут действия
tk: Hiç hili Shorts jogaba garaşmaýar

source: BILIM курсы
tk: BILIM kurslar

source: Найди свои курсы
tk: Siz öz kursuňyzy tapyň

source: Поиск...
tk: Gözleg...

source: Все
tk: Hemmesi

source: Нет категории
tk: Kategoriýa ýok

source: Сортировать
tk: Tertiplemek

source: Нет никаких видео курсов
tk: Hiç hili wideo kurslar ýok

source: BILIM Applications
tk: BILIM arzalar

source: Форма заявок или жалоб
tk: Arza we teklip formasy

source: Напишите ваши жалобы и предложение внизу
tk: Teklibiňizi ýa-da arzaňyzy aşakda ýazyň

source: Напишите здесь...
tk: Şu taýda ýazyň...

source: Отправить
tk: Ibermek

source: Профиль пользователя BILIM
tk: BILIM ulanyjy profili

source: Ваш профиль
tk: Siziň profiliňiz

source: User Avatar
tk: Ulanyjy awatary

source: Имя
tk: At

source: Роль
tk: Roly

source: Студент
tk: Talyp

source: Учитель
tk: Mugallym

source: Работа
tk: Iş

source: Нет информаций
tk: Maglumat ýok

source: Подписчики
tk: Podpiskalar

source: Подписан
tk: Podpiska edilen

source: Подписаться
tk: Podpiska etmek

source: Общее
tk: Ähli

source: Все видео
tk: Hemme wideo

source: Умение
tk: Başarnyk

source: Видео подписчиков
tk: Podpiskalaryň wideolary

source: О пользователе
tk: Ulanyjy barada

source: Пользователь не предоставил никаких информаций
tk: Ulanyjy hiç hili maglumat bermedi

source: Цели пользователя
tk: Ulanyjynyň maksatlary

source: Телефонный номер
tk: Telefon belgisi

source: Видео пользователя
tk: Ulanyjynyň wideolary

source: Пользователь не предоставил никаких видео
tk: Ulanyjy hiç hili wideo maglumat bermedi

source: Умение пользователя
tk: Ulanyjy başarnyklary

source: Пользователи на которых вы подписаны не добавили ещё видео
tk: Podpiska edilen ulanyjylar hiç hili wideo ýüklemediler

source: Пользователи BILIM
tk: BILIM ulanyjylar

source: Все Пользователи BILIM
tk: Hemme BILIM ulanyjylary

source: Фото пользователя
tk: Ulanyjy suraty

source: Аватар
tk: Awatar

source: Профиль
tk: Profil

source: Библиотека Bilim
tk: BILIM kitaphanasy

source: О книге
tk: Kitap barada

source: Постер
tk: Poster

source: Просмотра
tk: Gören

source: Просмотр
tk: Gören

source: Просмотров
tk: Gören

source: Категории
tk: Kategoriýalar

source: Загрузить
tk: Ýüklemek

source: Создать видео BILIM
tk: BILIM wideo ýüklemek

source: Загрузите свои видео
tk: Wideolaryňyzy ýükläň

source: Загрузите видео
tk: Wideo ýükläň

source: Видео должен быть не больше 1 минуты
tk: Wideo 1 minutdan artyk bolmaly däl

source: Нажмите чтобы добавить
tk: Ýüklemek üçin basyň

source: Имя видео
tk: Wideonyň ady

source: Описание
tk: Düşündirilişi

source: Описание видео
tk: Wideonyň maglumaty

source: Постер видео
tk: Wideonyň posteri

source: Сохранить
tk: Ýatda saklamak

source: Вы можете добавить только 1 видео за раз!
tk: Siz 1 wagtda diňe 1 wideo ýükläp bilýäňiz!

source: Видео
tk: Wideo

source: Ваше видео превышает лимит 1 минуту!
tk: Siziň wideoňyz 1 minutdan ýokary

source: Выбранный файл
tk: Bellenen faýl

source: Убрать
tk: Aýyrmak

source: Загрузка...
tk: Ýüklenme...

source: Видео добавдено успешно!
tk: Wideo üstünlikli goýuldy!

source: Произошла ошибка! Повторите поезже!
tk: Ýalňyşlyk ýüze çykdy! Täzeden synanyşyň!

source: Произошла ошибка! Проверьте интернет!
tk: Ýalňyşlyk ýüze çykdy! Internet birikmäni barlaň!

source: Ошибка
tk: Ýalňyşlyk

source: Что-то пошло не так!
tk: Ýalňyşlyk ýüze çykdy!

source: Попробуйте по поезже!
tk: Soňrak synanyşyp görüň!

source: Домой
tk: Baş sahypa

source: О нас
tk: Biz barada

source: Мы предоставляем лучшие курсы для наших клиентов.
tk: Biz öz müşderilerimize iň gowy kurslary hödürleýaris.

source: Полезные ссылки
tk: Peýdaly sahypalar

source: Главная
tk: Baş sahypa

source: Библиотека
tk: Kitaphana

source: Жалобы и предложения
tk: Arzalar we teklipler

source: Контакты
tk: Habarlaşmak üçin

source: Телефон: 48 45 50
tk: Telefon: 48 45 50

source: All rights reserved.
tk: Hemme hukuklar goralan.

source: Админ
tk: Admin

source: Все курсы
tk: Hemme kurslar

source: Дополнительно
tk: Goşmaça

source: Мой профиль
tk: Meniň profilim

source: Все пользователи
tk: Hemme ulanyjylar

source: Жалобы и заявки
tk: Arzalar we teklipler

source: Выйти
tk: Çykmak

source: Язык
tk: Dil

source: Платформа BILIM
tk: BILIM platformasy

source: Курсы для всех
tk: Kurslar hemmeler üçin

source: Недавно просмотренные
tk: Soňky görülenler

source: Все категории курсов
tk: Kurslaryň hemme kategoriýalary

source: Популярные курсы
tk: Meşhur kurslar

source: Добро пожаловать в BILIM!
tk: BILIM-e hoş geldiňiz!

source: На нашей платформе каждый найдет то, что поможет раскрыть потенциал. Мы предлагаем лучшие образовательные курсы, вдохновляющие материалы и уникальные возможности для личностного роста. В "Билим" обучение превращается в увлекательное путешествие, где каждый шаг приближает вас к вашей цели.
tk: Bu platformada her kim öz ukybyny artdyrmaga mümkinçilik tapar. Biz gowy okuw kurslaryny size hödürleýaris , ylham getirýän maglumatlary we şahsy ösüş üçin ýeke-täk mümkinçilik taparsyňyz. BILIM platformada okuw syýahata öwrülýär we her ädimiňiz bolsa siziň öz maksadyňyza ýetirýär.

source: Экспертные курсы
tk: Ekspert kurslar

source: Интерактивное обучение
tk: Interaktiw öwrediliş

source: Доступность в любое время
tk: Hemme wagt elýeterli

source: Персонализированный подход
tk: Aýratynlykda öwreniliş

source: Большая библиотека Bilim
tk: BILIM uly kitaphanasy

source: Все книги
tk: Hemme kitaplar

source: Книга
tk: Kitap

source: Нет никаких книг
tk: Hiç hili kitap ýok

source: Вход BILIM
tk: BILIM giriş

source: С возвращением! Зайдите в свой аккаунт
tk: Hoş geldiňiz! Öz akkauntyňyza giriň

source: Логин
tk: Login

source: Пароль
tk: Parol

source: Войти
tk: Girmek

source: У вас нет аккаунта?
tk: Sizde akkaunt ýokmy?

source: Зарегистрироваться
tk: Agza bolmak

source: Оплата BILIM
tk: BILIM töleg

source: Оплата за курсы
tk: Kurs üçin töleg

source: Оплата по промокоду
tk: Promokod bilen töleg

source: Оплата по карточке
tk: Kart arkaly töleg

source: Ваш промокод
tk: Siziň promokodyňyz

source: Введите промокод
tk: Promokdy giriziň

source: Оплатить
tk: Tölemek

source: Онлайн оплата
tk: Onlaýn töleg

source: Номер карты
tk: Kart nomeri

source: Введите номер карты
tk: Kartyň nommerini giriziň

source: Срок истекание
tk: Gutarýan möhleti

source: Введите CVV
tk: CVV giriziň

source: Всё правильно
tk: Hemmesi dogry

source: Срок оплаты
tk: Töleg möhleti

source: Методы оплаты
tk: Töleg görnüşi

source: 1 месяц / 30ман
tk: 1 aý / 30 man

source: 2 месяца / 60ман
tk: 2 aý / 60 man

source: 3 месяца / 90ман
tk: 3 aý / 90 man

source: Нажимая кнопку всё правильно вы подтверждаете что всё правильно!
tk: Hemmesi dogry düwmani basyp hemme zadyň dogrudygyny tassyklaýaňyz!

source: Обо мне
tk: Men barada

source: Нет информаций. Редактируйте свой профиль
tk: Maglumat ýok. Profiliňizi üýtgediň

source: Мои цели
tk: Meniň maksatlarym

source: Мои умения
tk: Meniň başarnyklarym

source: Редактировать профиль
tk: Profiliňizi üýtgediň

source: Мои Shorts
tk: Meniň Shorts

source: Нет видео
tk: Wideo ýok

source: Добавить видео
tk: Wideo goşmak

source: Редактируйте свой профиль
tk: Profiliňizi üýtgediň

source: Ваш аватар
tk: Siziň awataryňyz

source: Общая информация
tk: Ähli maglumat

source: Введите имя
tk: Adyňyzy giriziň

source: Введите работу
tk: Işiziňi giriziň

source: Про меня
tk: Men barada

source: Введите информацию о вас
tk: Özüňiz barada maglumat giriziň

source: Цели
tk: Maksatlar

source: Напишите о своих целях
tk: Maksatlaryňyz barada ýazyň

source: Умения либо о вас
tk: Başarnyklar ýa-da siz barada

source: Вы можете выбрать только 3 элемента
tk: Siz diňe 3 element belläp bilýaňiz

source: Великие цитаты, Великих людей
tk: Beýik akyldarlaryň aýdan sözleri

source: Зарегистрироваться BILIM
tk: BILIM agza bolmak

source: Создайте аккаунт
tk: Akkaunt döretmek

source: Уже есть аккаунт?
tk: Akkauntyňyz barmy?

source: Электронный адрес
tk: Elektron adres

source: Создать аккаунт
tk: Akkaunt döretmek

source: Успешно
tk: üstünlikli

source: Операция успешно!
tk: üstünlikli tamamlandy!

source: Спасибо что используете нашу платформу!
tk: Biziň platformamyzy ulananyňyz üçin minnetdar!

source: Посмотрите ваши уроки учитель
tk: Sapaklaryňyzy görüň mugallym!

source: Категория видео
tk: Wideo kategoriýasy:

source: Категория курса
tk: Kurs kategoriýasy:

source: Дата добавления
tk: Goýulan wagty:

source: Принято
tk: Kabul edildi

source: Отклонено
tk: Ret edildi

source: Просмотры
tk: Görülenler:

source: Лайки
tk: Laýklar

source: BILIM Добавить
tk: BILIM goşmak

source: Загрузите свои видео учитель
tk: Wideoňyzy ýükläň mugallym

source: Загрузить видео
tk: Wideony ýüklemek

source: Видео должен быть менее 20 минут
tk: Wideo 20 minutdan az bolmaly

source: Нажмите чтобы добавить видео
tk: Widony goşmak üçin basyň

source: Имя видео:
tk: Wideo ady:

source: Описание видео:
tk: Wideo düşündirilişi:

source: Постер видео:
tk: Wideo posteri:

source: Категория курса:
tk: Kurs kategoriýasy:

source: Выберите категорию:
tk: Kategoriýany saýlaň:

source: Нет категорий:
tk: Kategoriýa ýok:

source: BILIM Редактировать
tk: BILIM üýtgetmeler

source: Редактируйте свой профиль учитель
tk: Profiliňizi üýtgediň mugallym

source: Введите ваш номер
tk: Nomeriňizi giriziň

source: Ваш профиль учитель
tk: Siziň profiliňiz mugallym

source: Редактировать
tk: Üýtgetmek

source: Мои видео
tk: Meniň wideolarym

source: Добавить shorts
tk: Shorts goşmak

source: Нет информаций.
tk: Maglumat ýok.

source: Телефонный номер
tk: Telefon belgi

source: Напишите свой номер
tk: Nomeriňizi giriziň

source: Выберите студентов:
tk: Okuwçylary saýlaň:

source: Начать урок
tk: Sapagy başlatmak

source: Уроки
tk: Sapaklar

source: Добро пожаловать на ваши уроки
tk: BILIM-e hoş geldiňiz!

source: Учитель:
tk: Mugallym

source: Дата начало:
tk: Goýulan wagty:

source: Присоединится
tk: Goşulmak

source: Здесь нет уроков для вас
tk: Bu ýerde siz üçin sapak ýok

source: Урок
tk: Sapak

source: Микрофон
tk: Mikrofon

source: Поделиться
tk: Podpiska etmek

source: Покинуть
tk: Çykmak

source: BILIM Видео
tk: BILIM wideo

source: Ваш браузер не поддерживает видео тег
tk: Siziň brauzeriňiz wideo tegi görkezip bilmeýär

source: Like
tk: Laýk

source: Просмотры:
tk: Görülenler:

source: Похожие видео
tk: Meňzeş wideolar

source: BILIM Videos
tk: BILIM wideolar

source: Имя:
tk: At:

source: Категория видео:
tk: Wideo kategoriýasy:

source: Автор:
tk: Awtory:

source: Дата добавления:
tk: Goýulan wagty:

source: Принять видео
tk: Kabul etmek

source: Отклонить видео
tk: Ret etmek

source: BILIM Админ
tk: BILIM admin

source: Ваш браузер не поддерживает видео
tk: Siziň brauzeriňiz wideo tegi görkezip bilmeýär

source: BILIM Видео Учителей
tk: BILIM mugallym wideolary

source: Ваш браузер не поддерживает видео теги
tk: Siziň brauzeriňiz wideo tegi görkezip bilmeýär
